---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Align
enum: Autodesk.Revit.UI.PostableCommand
zh: 对齐
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Align

**中文**: 对齐

Aligns one or more elements with a selected element.